-- --------------------------------------------------------
-- Host:                         localhost
-- Server version:               5.7.24 - MySQL Community Server (GPL)
-- Server OS:                    Win64
-- HeidiSQL Version:             10.2.0.5599
-- --------------------------------------------------------

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET NAMES utf8 */;
/*!50503 SET NAMES utf8mb4 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;

-- Dumping structure for table cs_alumni.category
CREATE TABLE IF NOT EXISTS `category` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(50) COLLATE utf8mb4_unicode_ci NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- Dumping data for table cs_alumni.category: ~3 rows (approximately)
/*!40000 ALTER TABLE `category` DISABLE KEYS */;
REPLACE INTO `category` (`id`, `name`) VALUES
	(1, 'news'),
	(2, 'sportnew'),
	(3, 'publicrelations');
/*!40000 ALTER TABLE `category` ENABLE KEYS */;

-- Dumping structure for table cs_alumni.classify
CREATE TABLE IF NOT EXISTS `classify` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `cate_id` int(10) unsigned NOT NULL,
  `news_id` int(10) unsigned NOT NULL,
  PRIMARY KEY (`id`),
  KEY `FK_classify_category` (`cate_id`),
  KEY `FK_classify_news` (`news_id`),
  CONSTRAINT `FK_classify_category` FOREIGN KEY (`cate_id`) REFERENCES `category` (`id`),
  CONSTRAINT `FK_classify_news` FOREIGN KEY (`news_id`) REFERENCES `news` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=19 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- Dumping data for table cs_alumni.classify: ~4 rows (approximately)
/*!40000 ALTER TABLE `classify` DISABLE KEYS */;
REPLACE INTO `classify` (`id`, `cate_id`, `news_id`) VALUES
	(15, 1, 15),
	(16, 1, 16),
	(17, 1, 17),
	(18, 1, 18);
/*!40000 ALTER TABLE `classify` ENABLE KEYS */;

-- Dumping structure for table cs_alumni.news
CREATE TABLE IF NOT EXISTS `news` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `user_id` int(10) unsigned NOT NULL,
  `title` varchar(250) COLLATE utf8mb4_unicode_ci NOT NULL,
  `content` varchar(10000) COLLATE utf8mb4_unicode_ci NOT NULL,
  `date` date NOT NULL,
  `status` varchar(50) COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT 'normal',
  `picture` varchar(50) COLLATE utf8mb4_unicode_ci NOT NULL,
  PRIMARY KEY (`id`),
  KEY `FK_news_user` (`user_id`),
  CONSTRAINT `FK_news_user` FOREIGN KEY (`user_id`) REFERENCES `user` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=19 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- Dumping data for table cs_alumni.news: ~4 rows (approximately)
/*!40000 ALTER TABLE `news` DISABLE KEYS */;
REPLACE INTO `news` (`id`, `user_id`, `title`, `content`, `date`, `status`, `picture`) VALUES
	(15, 3, '"ศิริราช" ขาดแคลนเลือดสำรอง ขอรับบริจาคทุกกรุ๊ป โดยเฉพาะ A B และ O', 'โรงพยาบาลศิริราช เชิญชวนบริจาคเลือดทุกกรุ๊ป โดยเฉพาะ A B และ O หลังพบว่าปริมาณเลือดสำรองไม่เพียงพอ \r\n\r\nวันที่ 22 ส.ค.62 ผู้สื่อข่าวรายงานว่า แฟนเพจ ธนาคารเลือดโรงพยาบาลศิริราช รายงานสถานะเลือดสำรองประจำวันที่ 21 ส.ค. พบว่า กรุ๊ป A B และ O มีปริมาณเลือดสำรองไม่เพียงพอ ขณะที่ กรุ๊ป AB มีเลือดสำรองเพียงพอ\r\n\r\nสำหรับผู้บริจาคเลือด สามารถติดต่อบริจาคเลือด ได้ที่ธนาคารเลือด โรงพยาบาลศิริราช ตึก 72 ปี ชั้น 3 ทุกวันไม่เว้นวันหยุดราชการ เวลา 08.30-18.30 น. ปิดรับลงทะเบียน 18.00 น. วันหยุดราชการ เวลา 08.30-16.30 น. ปิดรับลงทะเบียน 16.00 น. สอบถามเพิ่มเติม หมายเลขโทรศัพท์ 0 2419 8081 ต่อ 123, 128.', '2019-08-26', 'normal', 'img_5d63e3b542a3f.jpg'),
	(16, 2, 'ราชทัณฑ์หางานหลังพ้นโทษ ลดหย่อนภาษีผู้ประกอบการ', 'ปัญหานักโทษเรือนจำเมื่อพ้นโทษออกมาแล้ว ทำไมถึงไปกระทำความผิดซ้ำอีก เป็นคำถามที่รัฐบาลเองพยายามหาทางแก้ไขปัญหานี้มาต่อเนื่อง แต่ไม่มีใครแก้ไขได้ ความผิดอยู่ที่ตัวนักโทษที่กระทำผิดซ้ำซากหรือสังคมเองที่ยังไม่พร้อมให้อภัยผู้ที่พ้นโทษกลับไปใช้ชีวิตอยู่ร่วมกับคนอื่น\r\n\r\nหนีไม่พ้นความรับผิดชอบร่วมกันของทุกฝ่าย จะโทษผู้ที่พ้นโทษออกมาแล้วทำผิดอีกฝ่ายเดียวไม่ได้ เมื่อออกมาแล้วไม่มีนายจ้างรับทำงาน ไม่มีใครอยากจ้างทำงาน ดูถูกเหยียดหยาม ทำให้นักโทษต้องกลับไปสู่ “วังวนเดิม” ออกไปเจอแต่ปัญหา เจอแต่ความเครียด สุดท้ายหนีไม่พ้นการกลับไปกระทำผิด ซ้ำขึ้นมาอีกเพื่อความอยู่รอด\r\n\r\nบางรายต้องกลับไปเสพยาเสพติด ค้ายาหรือลักขโมย เพื่อให้ได้เงินมา หรือที่เป็นข่าวบางรายต้องการทำผิดเพื่อที่จะได้เข้าไปอยู่ในเรือนจำ อย่างน้อยได้รับการดูแลดีกว่าอยู่ในสังคมที่ถูกตราหน้าว่า “โจร” ไม่มีใครรับทำงานไม่มีใครคบค้าสมาคม และเป็นภาระของคนที่อยู่ในครอบครัว', '2019-08-26', 'normal', 'img_5d63ebf2adfa5.jpg'),
	(17, 2, 'เศรษฐกิจไทยเริ่มจับไข้แล้ว ต้องเร่งลดดอกเบี้ยแก้ไข้', 'ผมไม่แปลกใจที่ คุณทศพร ศิริสัมพันธ์ เลขาธิการสภาพัฒนาเศรษฐกิจฯ แถลง ตัวเลขผลิตภัณฑ์มวลรวมในประเทศ (GDP) ไตรมาส 2 ของปีนี้ ขยายตัวเพียงร้อยละ 2.3 ต่ำที่สุดในรอบ 19 ไตรมาส หรือ ต่ำที่สุดในรอบ 4 ปีครึ่ง นับตั้งแต่ไตรมาส 4 ปี 2557 ต่ำกว่าไตรมาสแรกปี 62 ที่ขยายตัวร้อยละ 2.8 แต่ถ้าปรับผลของฤดูกาลออกไปแล้ว เศรษฐกิจไตรมาส 2 ขยายตัวเพียงร้อยละ 0.6 เท่านั้นเอง ส่งผลให้เศรษฐกิจครึ่งปีแรกขยายตัวเพียงร้อยละ 2.6 ต่ำกว่าเป้าที่ตั้งไว้ร้อยละ 4 แต่ของจริงลดลงทุกไตรมาสล่าสุด คุณทศพร เลขาสภาพัฒน์ ฟันธง จีดีพีปี 62 จะเหลือ 3% ต่ำกว่าเป้า 1%\r\n\r\nแสดงว่า เศรษฐกิจไทยวันนี้มีไข้ตัวร้อน แน่นอน\r\n\r\nสาเหตุที่เศรษฐกิจไตรมาส 2 ทรุดลงต่ำสุดในรอบเกือบ 5 ปี คุณทศพร เปิดเผยว่า เป็นเพราะ การส่งออกไตรมาส 2 ติดลบไป 4.2% การส่งออกไตรมาสแรกก็ติดลบ 4% ส่งผลให้การส่งออกครึ่งปีแรกติดลบ 4.1% คาดว่าทั้งปีการส่งออกจะติดลบ 1.2% จากเดิมที่คาดว่าจะโต 2.2% แต่มีข้อแม้ว่าการส่งออกครึ่งปีหลังต้องขยายตัว 3% ถ้าขยายตัวต่ำกว่านี้ ยอดส่งออกติดลบก็จะสูงกว่านี้\r\n\r\nดูแล้วก็น่าเป็นห่วงจริงๆ เศรษฐกิจไทยพึ่งการส่งออกถึง 70% ของจีดีพี แต่ ครึ่งปีแรกส่งออกติดลบไปแล้ว 4.1% ถ้าจะให้การส่งออกครึ่งปีหลังขยายตัว 3% การส่งออกครึ่งปีหลังต้องขยายตัวถึง 7.1% ซึ่งผมเชื่อว่า ไม่มีทางเป็นไปได้แน่นอน ท่ามกลางสงครามการค้าที่รุนแรงขึ้น เพราะมีการจับคู่รบกันอีกหลายคู่นอกเหนือจากจีนกับสหรัฐฯ\r\n\r\nก่อนหน้านี้ 7 สิงหาคม คณะกรรมการนโยบายการเงิน (กนง.) แบงก์ชาติ มีมติ 5 ต่อ 2 เสียง ให้ลดดอกเบี้ยนโยบายลงร้อยละ 0.25 ต่อปี เหลือร้อยละ 1.50 จากร้อยละ 1.75 ผมก็เห็นอนาคตที่ไม่สดใสแล้ว เพราะก่อนหน้านั้นแบงก์ชาติยืนเสียงแข็งมาตลอดว่าไม่มีเหตุที่ต้องลดดอกเบี้ย แต่การลดดอกเบี้ยครั้งนี้ กนง. กลับให้เหตุผลว่า เศรษฐกิจไทยมีแนวโน้มขยายตัวต่ำกว่าที่ประเมินไว้ และต่ำกว่าระดับศักยภาพ การส่งออกหดตัวมากกว่าที่ประเมินไว้ การท่องเที่ยวมีแนวโน้มขยายตัวชะลอลง การบริโภคในประเทศก็มีแนวโน้มชะลอตัวลงตามรายได้ครัวเรือนที่ลดลง ภาคการเกษตรและการจ้างงานก็ลดลง การลงทุนภาคเอกชนก็ลดลง หนี้ครัวเรือนกลับสูงขึ้น\r\n\r\nฟัง กนง. แถลงแล้วก็พอจะเห็น อาการป่วยของเศรษฐกิจ แล้วหลังจากสภาพัฒน์แถลงตัวเลขจีดีพีไตรมาส 2 แล้ว ดร.วิรไท สันติประภพ ผู้ว่าการแบงก์ชาติ ก็เปิดเผยว่า การประชุม กนง. เดือนกันยายน ธนาคารแห่งประเทศไทย จะพิจารณาปรับลดจีดีพีปี 62 ลงอีก เนื่องจากบรรยากาศการกีดกันทางการค้าที่ยังรุนแรงและยืดเยื้อ ส่งผลกระทบต่อภาคการส่งออก เมื่อเดือนมิถุนายนแบงก์ชาติได้ปรับลดจีดีพีปี 62 ลงมาเหลือร้อยละ 3.3 จากเดิมที่ประเมินไว้ร้อยละ 3.8\r\n\r\nการปรับลดจีดีพี เป็นเพียง การสะท้อนภาพจริงของเศรษฐกิจไทยที่เป็นอยู่ แต่ “สาเหตุของการป่วยไข้” นอกจาก อาการต่างๆ ที่ กนง.แถลงแล้ว การส่งออกที่ลดลง การท่องเที่ยวที่ชะลอลง การลงทุนภาคเอกชนที่ลดลง การบริโภคที่ลดลง รายได้ครัวเรือนที่ลดลง หนี้ครัวเรือนที่สูงขึ้น ผมคิดว่า สาเหตุใหญ่ ที่ ทำให้การส่งออกติดลบมาก ก็คือ “การแข็งค่าของเงินบาท” ในช่วงปีกว่าที่ผ่านมา แม้เดือนนี้ กนง. จะตัดสินใจลดดอกเบี้ยนโยบายลงร้อยละ 0.25 ก็ยังไม่อาจบรรเทาค่าเงินบาทที่แข็งค่ามาต่อเนื่องยาวนานได้\r\n\r\nทางเดียวที่ผมเห็นว่าจะช่วย “ลดไข้เศรษฐกิจ” ลงได้ นอกจากมาตรการกระตุ้นเศรษฐกิจในประเทศ 3.16 แสนล้านบาทแล้ว กนง. ต้องตัดสินใจ “ลดดอกเบี้ยนโยบายลงมาอีกร้อยละ 0.25” แม้จะทำให้แบงก์ชาติมีมาตรการในมือน้อยลง ก็ยังดีกว่าปล่อยให้เศรษฐกิจฟุบหลับไป แล้วปลุกไม่ตื่น เศรษฐกิจหลับนี่ปลุกให้ตื่นยากนะครับ.\r\n\r\n“ลม เปลี่ยนทิศ”', '2019-08-26', 'normal', 'img_5d63ec45f3516.jpg'),
	(18, 2, 'อย่าให้เหมือนกรุงโคลัมโบ', 'จันทร์ 19 สิงหาคม 2562 สภารัฐกิจหรือคณะรัฐมนตรีจีนออกแถลงการณ์ถึงร่างแผนยุทธศาสตร์ 19 ข้อที่ให้เซินเจิ้นมีความแข็งแกร่งและมั่นคงทางเศรษฐกิจและการพัฒนา โดยกำหนดเป้าหมายที่จะให้เซินเจิ้นอยู่ในอันดับต้นของเมืองดีที่สุดในโลกภายใน พ.ศ.2568 หรืออีก 6 ปีต่อจากนี้ นอกจากนั้น จีนยังต้องการใช้เซินเจิ้นเป็นหนึ่งในเมืองที่เป็นมาตรฐานอ้างอิงด้านความเจริญทางเศรษฐกิจในกลางศตวรรษที่ 21 ด้วย\r\n\r\nเท่าที่อ่านข่าวจากหลายแหล่ง จีนไม่ได้คิดปั้นเฉพาะเซินเจิ้นให้แทนฮ่องกงแต่อย่างเดียว แต่จีนมองถึงกว่างตงที่มีประชากรเกิน 80 ล้านคนด้วย เครือข่ายของคนจากกว่างตงมีอยู่ทั่วโลก โดยเฉพาะอย่างยิ่งในเอเชียตะวันออกเฉียงใต้ แม้คนไทยเชื้อสายจีนก็มีจำนวนไม่น้อยที่มีบรรพบุรุษมาจากกว่างตงและฝูเจี้ยน พื้นที่ของกว่างตงมีเพียง 1.8 แสนตารางกิโลเมตร แต่ที่กว่างตงเจริญมากเพราะมีชายฝั่งทะเลยาวที่สุดในสาธารณรัฐประชาชนจีน\r\n\r\nด้านการท่องเที่ยว กว่างตงก็มีศักยภาพไม่แพ้ฮ่องกงหรือมณฑลอื่น กว่างตงมีแหล่งท่องเที่ยวที่เป็นภูเขา เช่นภูเขาเหม่ย์หลิงที่กั้นกว่างตงกับกว่างซีและหูหนาน ภูเขาหนานหลิงที่กั้นกว่างตงจากหูหนานและเจียงซี เมืองที่อยู่บนที่ราบสูงหูหนานและกุ้ยโจว ใต้ลุ่มแม่น้ำหยางจื่อหรือแยงซีก็มีวิวทิวทัศน์สวยงามและมีประวัติศาสตร์ยาวนานย้อนหลังไปได้จนถึงยุคหินใหม่ ความอุดมสมบูรณ์ในแผ่นดินกว่างตงมีสูง มีแม่น้ำหลายสายไหลผ่านและปลูกพืชได้ปีละหลายครั้ง\r\n\r\nคนรุ่นใหม่ของฮ่องกงเคยชินกับวิถีชีวิตที่คล้ายตะวันตก และมักจะมีทัศนคติว่าตนเองดีเด่นกว่าคนจีนบนแผ่นดินใหญ่ หลายคนที่ผมพูดคุยด้วยยังหลงว่าเศรษฐกิจจีนขาดฮ่องกงไม่ได้ ทว่าโดยแท้ที่จริง รัฐบาลจีนเตรียมเซินเจิ้นไว้ทดแทนฮ่องกงได้อย่างสมบูรณ์ หรืออาจจะดีกว่าเสียด้วยซ้ำไป เยาวชนฮ่องกงทำลายความแข็งแกร่งทางเศรษฐกิจของตัวเอง ทำให้ขณะนี้ บริษัทขนาดใหญ่รวมทั้งบริษัทต่างชาติและธนาคารหลายแห่งเตรียมย้ายฐานออกจากฮ่องกงไปอยู่ที่อื่น สิงคโปร์เป็นสาธารณรัฐที่ได้ประโยชน์จากการประท้วงอย่างรุนแรงและยาวนานของฮ่องกง อาจจะมีคนสิงคโปร์จุดธูปอ้อนวอนเทวดาฟ้าดินให้คนฮ่องกงประท้วงกันต่อไปเรื่อยๆก็ได้\r\n\r\nฮ่องกงเป็นหนึ่งในศูนย์กลางการเดินเรืออันดับต้นของโลก แต่ในมณฑลกว่างตงก็มีอ่าวจอดเรือและการเดินเรือขนส่งสินค้าไปทั่วโลก มีท่าเรือนานาชาติที่กว่างโจว ซานโถว จางเจี้ยน เฉากวาน เจียหยาง ฯลฯ เซินเจิ้นและจูไห่ก็เป็นเขตเศรษฐกิจพิเศษ ปลอดภาษี มีนักลงทุนเข้ามามาก กว่างตงเป็นมณฑลที่มีรายได้และมีการเสียภาษีมากที่สุดและเป็นศูนย์กลางการลงทุนเกือบทุกด้าน\r\n\r\nหลายเมืองและหลายประเทศในโลกนี้เคยเป็นชาติรัฐที่เจริญเติบโตอย่างต่อเนื่องยาวนาน แต่หลังจากที่มีการประท้วง การสู้รบ หรือการพัฒนาที่ผิดรูปแบบ ชั่วระยะเวลาเพียง 10-20 ปี สถานการณ์ก็ลงเหว จากเมือง รัฐ หรือประเทศที่เจริญ เมื่อไปเยือนอีกครั้งหนึ่ง โอ๊ยโหยว เงียบเหงาราวกับป่าช้า มีแต่เค้าความรุ่งเรืองในอดีตให้เห็นแต่เพียงเท่านั้น ตัวอย่างที่เห็นได้ชัดที่สุดเลยก็คือกรุงโคลัมโบ เมืองหลวงของศรีลังกา ที่เป็นเกาะแบบเดียวกับฮ่องกง และอยู่ใกล้ประเทศใหญ่ (อินเดีย) เหมือนกัน อดีตก็เคยเป็นศูนย์กลางของการเดินเรือ มีอู่ต่อเรือและซ่อมเรือที่เพียบพร้อม รวมทั้งเป็นเมืองท่าที่สำคัญที่สุดของการแวะพักเรือของกองเรือนานาชาติในมหาสมุทรอินเดีย\r\n\r\nกรุงโคลัมโบเป็นเมืองแรกๆ ในทวีปเอเชียที่มีรถไฟเป็นยานพาหนะเชื่อมโยงติดต่อไปยังเมืองสำคัญอื่นๆ เป็นกรุงแรกๆ ที่เป็นศูนย์กลางเดินทางอากาศ มีทั้งรัตมลนะซึ่งเป็นสนามบินภายในประเทศและกตุนายเกซึ่งเป็นสนามบินนานาชาติ โคลัมโบเป็นเจ้าภาพจัดการประชุมนานาชาติบ่อยมาก สมัยก่อนตอนโน้น ย้อนหลังไป 60-70 ปีก่อน กรุงโคลัมโบก็ดังน้องๆกับฮ่องกง เพียงแต่ฮ่องกงสำคัญในมหาสมุทร แปซิฟิก และกรุงโคลัมโบของศรีลังกาสำคัญในมหาสมุทรอินเดีย\r\n\r\nพอมีความขัดแย้งบ่อยๆ และมีสงครามกลางเมือง กรุงโคลัมโบกลายเป็นนครล้าหลังอย่างที่เห็น.', '2019-08-26', 'normal', 'img_5d63edc77d051.jpg');
/*!40000 ALTER TABLE `news` ENABLE KEYS */;

-- Dumping structure for table cs_alumni.report
CREATE TABLE IF NOT EXISTS `report` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `news_id` int(10) unsigned NOT NULL,
  `user_id` int(10) unsigned NOT NULL,
  `comment` varchar(1000) COLLATE utf8mb4_unicode_ci NOT NULL,
  `status` varchar(50) COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT 'normal',
  PRIMARY KEY (`id`),
  KEY `FK__news` (`news_id`),
  KEY `FK_report_user` (`user_id`),
  CONSTRAINT `FK__news` FOREIGN KEY (`news_id`) REFERENCES `news` (`id`),
  CONSTRAINT `FK_report_user` FOREIGN KEY (`user_id`) REFERENCES `user` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- Dumping data for table cs_alumni.report: ~0 rows (approximately)
/*!40000 ALTER TABLE `report` DISABLE KEYS */;
/*!40000 ALTER TABLE `report` ENABLE KEYS */;

-- Dumping structure for table cs_alumni.user
CREATE TABLE IF NOT EXISTS `user` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `std_id` varchar(50) COLLATE utf8mb4_unicode_ci NOT NULL,
  `username` varchar(50) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `password` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `firstname` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `lastname` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `email` varchar(50) COLLATE utf8mb4_unicode_ci NOT NULL,
  `status` varchar(50) COLLATE utf8mb4_unicode_ci NOT NULL,
  `career` varchar(50) COLLATE utf8mb4_unicode_ci NOT NULL,
  `gen` varchar(50) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- Dumping data for table cs_alumni.user: ~3 rows (approximately)
/*!40000 ALTER TABLE `user` DISABLE KEYS */;
REPLACE INTO `user` (`id`, `std_id`, `username`, `password`, `firstname`, `lastname`, `email`, `status`, `career`, `gen`) VALUES
	(1, '6010450586', 'folkdogfk', '$2y$10$J6LzFHw7XAeZvsM0FNuR4O8GTnestQ5uAgs5AWjuuqT5E8VHta.X2', 'Pattarapon', 'poltakhu', 'folk@folk.com', 'admin', 'student', '1'),
	(2, '6010450586', 'folkdogfkk', '$2y$10$J6LzFHw7XAeZvsM0FNuR4O8GTnestQ5uAgs5AWjuuqT5E8VHta.X2', 'pyp', 'pyp', 'pyp', 'officer', 'stu', '1'),
	(3, '6010450586', 'folkdogfkkk', '$2y$10$J6LzFHw7XAeZvsM0FNuR4O8GTnestQ5uAgs5AWjuuqT5E8VHta.X2', '1', '1', '1', 'alumni', '123', '2');
/*!40000 ALTER TABLE `user` ENABLE KEYS */;

/*!40101 SET SQL_MODE=IFNULL(@OLD_SQL_MODE, '') */;
/*!40014 SET FOREIGN_KEY_CHECKS=IF(@OLD_FOREIGN_KEY_CHECKS IS NULL, 1, @OLD_FOREIGN_KEY_CHECKS) */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
